[
    {
        "id": 1, 
        "firstLine": "During the Cold War, the world was divided into two major ideological blocs: the capitalist West, led by the United States, and the communist East, led by the Soviet Union. This period was marked by political tension, proxy wars, and the constant threat of nuclear conflict. Despite the rivalry, direct warfare between the superpowers was avoided.", 
        "lastLine": "Based on the passage above, which of the following terms best describes the Cold War?",
        "options": ["Global Reconciliation", "Non-Aligned Movement", "Ideological Stalemate", "Total War", "Decolonization"], 
        "correctAnswer": "Ideological Stalemate"
    },
    {
        "id": 2, 
        "firstLine": "In his book On the Origin of Species, Charles Darwin introduced the theory of evolution by natural selection. This groundbreaking idea proposed that species evolve over time due to genetic variations that enhance their survival and reproduction in specific environments.",
        "references": "Source: Darwin, Charles. On the Origin of Species. John Murray, 1859.",
        "lastLine": "According to Darwin's theory, which of the following factors plays the most significant role in evolution?",
        "options": ["Random chance", "Genetic variation", "External mutations", "Environmental stability.", "Social behavior"], 
        "correctAnswer": "Genetic variation"
    },
    {
        "id": 3, 
        "firstLine": "In Shakespeare's “Macbeth”, the titular character is haunted by his ambition and a prophecy that he will become king. Encouraged by his wife, Lady Macbeth, he murders King Duncan to seize the throne, leading to a series of events that culminate in his downfall.", 
        "references": "Source: Shakespeare, William. Macbeth. 1606.",
        "lastLine": "Which of the following themes is most evident in Macbeth?",
        "options": ["The power of love", "The consequences of unchecked ambition", "The importance of family loyalty", "The inevitability of fate", "The pursuit of justice"], 
        "correctAnswer": "The consequences of unchecked ambition"
    },
    {
        "id": 4, 
        "firstLine": "In Rachel Carson’s influential book Silent Spring, she exposed the harmful effects of pesticides on the environment, particularly on birds. Her work raised public awareness about the dangers of chemical pollution and sparked the modern environmental movement.", 
        "references": "Source: Carson, Rachel. Silent Spring. Houghton Mifflin, 1962.",
        "secondLine": "What was the primary focus of Rachel Carson’s Silent Spring?",
        "options": ["The impact of industrialization on air quality", "The dangers of climate change", "The harmful effects of pesticides on ecosystems", "The preservation of endangered species", "The benefits of organic farming"], 
        "correctAnswer": "The harmful effects of pesticides on ecosystems"
    },
    {
        "id": 5, 
        "firstLine": "In George Orwell's 1984, the protagonist, Winston Smith, lives in a dystopian society where the government, led by Big Brother, exercises total control over its citizens. Individual freedoms are suppressed, history is rewritten, and surveillance is constant. The novel explores themes of totalitarianism, truth, and resistance.",
        "references": "Source: Orwell, George. 1984. Secker & Warburg, 1949.",
        "lastLine": "What central theme does George Orwell’s 1984 explore?",
        "options": ["The value of technological advancement", "The pursuit of individual happiness", "The dangers of totalitarian regimes", "The importance of historical accuracy", "The inevitability of progress"], 
        "correctAnswer": "The dangers of totalitarian regimes"
    },
    {
        "id": 6, 
        "firstLine": "In his seminal work Being and Nothingness, Jean-Paul Sartre explores the concept of existentialism, emphasizing individual freedom, choice, and responsibility. He argues that humans are condemned to be free, meaning they must create their essence through actions, as life has no inherent meaning.", 
        "references": "Source: Sartre, Jean-Paul. Being and Nothingness. Gallimard, 1943.",
        "lastLine": "What does Sartre mean by saying humans are “condemned to be free”?",
        "options": ["Freedom is a burden imposed by society", "Humans must find meaning through religious faith", "Humans are free to choose but must bear responsibility for their choices", "Freedom is limited by social structures", "Humans are bound by their biological instincts"], 
        "correctAnswer": "Humans are free to choose but must bear responsibility for their choices"
    },
    {
        "id": 7, 
        "firstLine": "Dr. Martin Luther King Jr.'s “I Have a Dream speech”, delivered during the 1963 March on Washington, became a defining moment of the Civil Rights Movement. In it, King envisioned a future where people would be judged not by the color of their skin but by the content of their character.", 
        "references": "Source: King, Martin Luther Jr. I Have a Dream. 1963.",
        "lastLine": "Which of the following best captures the message of King’s I Have a Dream speech?",
        "options": ["The need for economic equality above all", "The importance of racial unity and equality", "The rejection of nonviolent protest", "The emphasis on individual freedom over community", "The demand for immediate political revolution"], 
        "correctAnswer": "The importance of racial unity and equality"
    },
    {
        "id": 8, 
        "firstLine": "Albert Einstein's theory of relativity revolutionized physics by introducing the idea that space and time are interconnected and relative to the observer. His famous equation, 𝐸=𝑚𝑐², established the relationship between energy, mass, and the speed of light, forming the foundation of modern physics.", 
        "references": "Source: Einstein, Albert. Relativity: The Special and General Theory. 1916.",
        "lastLine": "What is the significance of Einstein's equation 𝐸=𝑚𝑐²?",
        "options": ["It proves the existence of black holes", "It shows how mass can be converted into energy", "It explains the force of gravity", "It predicts the behavior of subatomic particles", "It disproves Newtonian mechanics"], 
        "correctAnswer": "It shows how mass can be converted into energy"
    },
    {
        "id": 9, 
        "firstLine": "The Pax Romana, or Roman Peace, was a period of relative stability and prosperity across the Roman Empire that lasted for approximately 200 years. This era, beginning with Emperor Augustus, was marked by advancements in trade, architecture, and governance.", 
        "references": "Source: Gibbon, Edward. The History of the Decline and Fall of the Roman Empire. 1776.",
        "lastLine": "What was the Pax Romana?",
        "options": ["A series of military conquests by the Roman Empire", "The decline and fall of the Roman Empire", "The division of the empire into Eastern and Western regions", "A cultural revival in Roman literature and art", "A period of peace and stability under Roman rule"], 
        "correctAnswer": "A period of peace and stability under Roman rule"
    },
    {
        "id": 10, 
        "firstLine": "The Industrial Revolution began in the late 18th century and transformed economies by shifting production from manual labor to machines. It introduced new technologies like the steam engine, revolutionized transportation, and led to urbanization, as people moved to cities in search of work.", 
        "references": "Source: Hobsbawm, Eric. The Age of Revolution: 1789–1848. Weidenfeld & Nicolson, 1962.",
        "lastLine": "Which of the following was a major consequence of the Industrial Revolution?",
        "options": ["The decline of urban populations", "The widespread adoption of feudal agriculture", "The mechanization of production and growth of cities", "The end of international trade", "The rejection of scientific advancements"], 
        "correctAnswer": "The mechanization of production and growth of cities"
    }
]